[
    "Tip: you should change your name to \"yourmom\" in the editor!",
    "Did you know that our api is hosted via replit?",
    "Using colored custom blocks can clean up your code.",
    "Penguinmod's birthday is October 17th!",
    "Can you find the secrets hidden around the site?",
    "I LOVE DARK MODE!!!!",
    "Did you know you can get your extensions added to Penguinmod? Check out the extensions repository!",
    "Penguinmod's home page is made is Svelte :3",
    "We handle more than a million requests a month!",
    "An offline PenguinMod app is in development!",
    "Want to contribute to Penguinmod? Go to the Github repository at \"https://github.com/PenguinMod\"",
    "Penguinmod has a discord server that you can join at \"https://discord.gg/hz6wT5b6t5\"",
    "All of these \"tips\" are stored inside \"PenguinMod-Home/src/lib/LoadingSpinner/Tips.json\"!",
    "Did you know that you can't use ' for strings inside of json?",
    "This might just fail to load instead of loading...",
    "This string has an unnecessarily large amount of escape keys that you can't see: \\\\\\\\\\\\\\\\\\",
    ":trollface:",
    "Imagine making minecraft in penguinmod :Trol:",
    "SharkPool be like: ???????????????????????",
    "Loading chunks...",
    "You should read the uploading rules at \"https://studio.penguinmod.site/PenguinMod-Guidelines/PROJECTS\" if you haven't already.",
    "There are 37 different loading tips you can get.",
    "There used to be a tip that was just the contents of the file above this tip in the json, which you tell because it's randomized.",
    "These are probiably randomized so some of these wont even make sense :trol:",
    "Did you know that translations aren't available for these loading tips?",
    "You can help support penguinmod by going to \"https://penguinmod.site/donate\" and donating. No pressure :gun:",
    "You can help support penguinmod by going to \"https://penguinmod.site/donate\" and donating. No pressure :gun:",
    "You can go to \"https://studio.penguinmod.site/editor.html?livetests\" to try out experimental features and extensions!",
    "One of these tips is in here twice, so it has a higher chance of appearing.",
    "The shortest tip in this list just says \"trolle\"",
    "Penguinmod has 54 extensions in the base extension list. There are 72 total in the repository's extension folder.",
    "I was going to put the name of the first project here but the servers are down.",
    "Please wait unless waiting is not possible!",
    "What's 9 + 10?",
    "Fun fact: This is not a fun fact.",
    "Fun fact: You are waiting for something to load.",
    "Fun fact: PenguinMod developers can't spell correctly :trollface:"
]
