[
    "Tip: You should change your name to \"yourmom\" in the editor!",
    "Tip: Using colored custom blocks can help clean up your code.",
    "Fun fact: PenguinMod's birthday is October 17th!",
    "Fun fact: Honey bees can fly up to 15 miles per hour, or 24 kilometers per hour for the metric system nerds.",
    "Can you find the secrets hidden around the site?",
    "I LOVE DARK MODE!!!!",
    "Did you know you can get your own extensions added to PenguinMod? Check out the extensions repository!",
    "PenguinMod's home page is made in Svelte :3",
    "We handle more than a million requests a month!",
    "An offline PenguinMod app is in development!",
    "Want to contribute to PenguinMod? Go to the Github repository at \"https://github.com/PenguinMod\"",
    "PenguinMod has a discord server that you can join at \"https://discord.gg/hz6wT5b6t5\"",
    "All of these \"tips\" are stored inside \"PenguinMod-Home/src/lib/LoadingSpinner/Tips.json\"!",
    "Did you know that you can't use ' for strings inside of json?",
    "This string has an unnecessarily large amount of escape keys that you can't see: \\\\\\\\\"",
    ":trollface:",
    "Imagine making minecraft in penguinmod :Trol:",
    "SharkPool be like: ???????????????????????",
    "Loading chunks...",
    "You should read the uploading rules at \"https://penguinmod.com/guidelines/uploading\" if you haven't already.",
    "There are 63 different loading tips you can get.",
    "These are randomized so some of these wont even make sense :trol:",
    "You can help support PenguinMod by going to \"https://penguinmod.com/donate\". No pressure :)",
    "You can help support PenguinMod by going to \"https://penguinmod.com/donate\". No pressure :)",
    "PS: please dont remove the extra \"please suport\"'s as they are a part of a joke",
    "You can go to \"https://studio.penguinmod.com/editor.html?livetests\" to try out experimental features and extensions!",
    "The shortest tip in this list just says \"21\"",
    "PenguinMod has 54 extensions in the base extension list. There are 72 total in the repository's extension folder.",
    "Please wait unless waiting is not possible!",
    "What's 9 + 10?",
    "21",
    "this page is sleeby, pls wait...",
    "Did you know? The",
    "TODO: ur mom",
    "You can see the to do (doo) list for PenguinMod here: https://trello.com/b/81m2XcKe/penguinmod-to-doo-doo-public-version",
    "Want to contribute to PenguinMod? Check out the GitHub repository!",
    "You can get a special badge for reporting PenguinMod vulnerabilities.",
    "There is a badge called the \"sussy\" badge that is unobtainable. It was originally intended for users who made any project that had an impostor, but this idea was scrapped.",
    "You can get a badge for getting lots of votes, likes, followers, or having a project featured.",
    "Fixing all of the grammar errors, lol",
    "Fun fact: This is not a fun fact.",
    "Fun fact: You are waiting for something to load.",
    "Fun fact: PenguinMod developers can't spell correctly :trollface:",
    "Fun fact: The penguin's name is Pang.",
    "Fun fact: The front-facing penguin costume was added thanks to a project asking for it!",
    "Fun fact: Penguins love to funk with the tunes!",
    "Fun fact: Some types of project such as browser projects or iframe only projects are against the guidelines. Check before posting here: https:\/\/penguinmod.com\/guidelines\/uploading",
    "Fun fact: The first project on penguinmod is titled \"doo doo\", and was published by JGamerTesting, a developer of PenguinMod.",
    "I LOVE SNAIL IDE!",
    "Did you know? PenguinMod might replace Scratch in the future : )",
    "Fun fact: Pang the penguin can fly!",
    "Are you craving for studios? WELL KEEP CRAVING BECAUSE THAT FEATURE DON'T EXIST YET!!!",
    "Did you know? There are over a thousand projects on PenguinMod.",
    "Did you know? Around 20 projects are uploaded daily on PenguinMod.",
    "Want to see a library of assets? See library.penguinmod.com for some.",
    "There are just too many tips...",
    "FreshPenguin112 was here",
    "derpygamer2142 was here",
    "ur mom was here",
    "HELP, I'M TRAPPED IN PENGUINMOD'S BASEMENT AND THEY'RE FORCING ME TO WRITE TIPS!",
    "False, joke or spam reports are bannable. Please read the guidelines for allowed content.",
    "Fun fact: This tip exists soley to make the number of tips an odd number.",
    "i can't believe real life copied penguinmod",
    "do you suffer the lack of a father figure",
    "Without Scratch or Turbowarp, PenguinMod wouldn't exist ",
    "if i dont write tips i dont get fed pls help me im starving",
    "PenguinMod is a fork of Turbowarp, Which is a fork of scratch",
    "Fun fact: the server doo doos itself almost every week :trol:",  
    "i am a tip",
    "JeremyGamer13 Does most of the work on PenguinMod!",
    "If you donate to PenguinMod, you get a special badge, cool purple text and exclusive sneakpeeks!",
    "these dont need to be silly do they?",
    "i wanted to help penguinmod so i am adding more tips to this scratch mod :trol:",
    "we have some rather silly hidden videos on the site. they are shared all around the penguinmod discord server",
    "i see a tip saying there are too many tips. i will add more tips to make it even more true!!",
    "you need some game ideas? try making a penguin bounce or maybe a penguin platformer? or maybe a penguin shooter? or maybe a penguin penguin?",
    "we have a great community of extension builders. go chat with them in the discord server at \"https://github.com/PenguinMod\"!",
    "penguinmod isnt all in one repository. there are about 30 repositorys making up penguinmod "

]
