[
    "Tip: You should change your name to \"yourmom\" in the editor!",
    "Tip: Using colored custom blocks can help clean up your code.",
    "Fun fact: PenguinMod's birthday is October 17th!",
    "Fun fact: Honey bees can fly up to 15 miles per hour, or 24 kilometers per hour for the metric system nerds.",
    "Can you find the secrets hidden around the site?",
    "I LOVE DARK MODE!!!!",
    "Did you know you can get your own extensions added to PenguinMod? Check out the extensions repository!",
    "PenguinMod's home page is made in Svelte! :3",
    "We handle more than a million requests a month!",
    "An offline PenguinMod app is in development!",
    "Want to contribute to PenguinMod? Go to the Github repository at \"https://github.com/PenguinMod\"",
    "PenguinMod has a Discord server that you can join at \"https://discord.gg/hz6wT5b6t5\"",
    ":trollface:",
    "You should read the uploading rules at \"https://penguinmod.com/guidelines/uploading\" if you haven't already.",
    "You can help support PenguinMod by going to \"https://penguinmod.com/donate\". No pressure :)",
    "You can help support PenguinMod by going to \"https://penguinmod.com/donate\". No pressure :)",
    "You can help support PenguinMod by going to \"https://penguinmod.com/donate\". No pressure :)",
    "The shortest tip just says \"21\"",
    "What's 9 + 10?",
    "21",
    "PenguinMod has 54 extensions in the base extension list",
    "this page is sleeby, pls wait...",
    "Did you know? The",
    "You can see the to do list for PenguinMod here: https://trello.com/b/81m2XcKe/",
    "Want to contribute to PenguinMod? Check out the GitHub repository!",
    "You can get a special badge for reporting PenguinMod vulnerabilities.",
    "You can get a badge for getting lots of votes, likes, followers, or having a project featured.",
    "Fixing all of the grammar errors, lol",
    "Fun fact: This is not a fun fact.",
    "Fun fact: You are waiting for something to load.",
    "Fun fact: PenguinMod developers can't spell correctly :trollface:",
    "Fun fact: The penguin's name is Pang.",
    "Fun fact: Penguins can beat olympic swimmers at swimming!",
    "Fun fact: Penguins have feathers instead of fur to stay even warmer!",
    "Fun fact: The front-facing penguin costume was added thanks to a project asking for it!",
    "Fun fact: Penguins love to funk with the tunes!",
    "Note: Some types of iframe only projects are against the guidelines. Check before posting here: https:\/\/penguinmod.com\/guidelines\/uploading",
    "Fun fact: The first project on PenguinMod is titled \"doo doo\", and was published by JGamerTesting.",
    "Fun fact: PenguinMod has 96 new blocks compared to Scratch!",
    "I LOVE SNAIL IDE!",
    "Fun fact: Pang the penguin can fly!",
    "Did you know? There are over a thousand projects on PenguinMod.",
    "Did you know? Around 20 projects are uploaded daily on PenguinMod.",
    "Want to see a library of assets? See library.penguinmod.com for some.",
    "There are just too many tips... ",
    "FreshPenguin112 was here",
    "derpygamer2142 was here",
    "False, joke or spam reports are bannable. Please read the guidelines for allowed content.",
    "i can't believe real life copied penguinmod",
    "PenguinMod is built off of Turbowarp, which is a built off of Scratch!",
    "i am a tip",
    "Donate to PenguinMod! You get a special badge, cool purple text and exclusive sneakpeeks! Email us once you've done it!",
    "these dont need to be silly do they?",
    "i wanted to help penguinmod so i am adding more tips to this scratch mod :trol:",
    "you need some game ideas? try making a penguin bounce or maybe a penguin platformer? or maybe a penguin penguin?",
    "We have a great community of extension builders, feel free to chat with them in the Discord server!"
]
